Repository: dounialtr/guide.inclusivedesign.ca
Catalog: src/locales/*/messages.po
Languages: fr

source: Breadcrumb
fr: Fil d’Ariane

source: Home
fr: Accueil

source: ${categoryName} contents
fr: ${categoryName} sommaire

source: Edit this Page on GitHub
fr: Modifier cette page sur GitHub

source: community members
fr: la communauté des membres

source: Created by the ${community} of the ${org} at ${institute}, and supported by
fr: Créé par ${community} du ${org} de ${institute}, avec le soutien de

source: Hosted with ${netlify}.
fr: Hébergé par ${netlify}.

source: This documentation is licensed under a ${license}.
fr: Le contenu de ce site est sous licence ${license}.

source: Skip to Content
fr: Accès direct au contenu

source: Home: ${siteName}
fr: Accueil: ${siteName}

source: Language
fr: Langues

source: Reset
fr: Retour aux paramètres par défaut

source: activities
fr: activités

source: insights
fr: perspectives

source: practices
fr: pratiques

source: tools
fr: outils

source: The Inclusive Design Guide
fr: Guide pour une conception inclusive

source: https://creativecommons.org/licenses/by/3.0/
fr: https://creativecommons.org/licenses/by/3.0/deed.fr

source: Inclusive Design Research Centre
fr: Centre de Recherche pour une Conception Inclusive

source: OCAD University
fr: l’Université de l’École d’art et de design de l’Ontario (OCAD University)
